Repository: dyptan/CareerSimApp
Catalog: Main/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, ja, uk

# %@ said no this time — you had a %@ chance. You can try again next year!
source: %1$@ said no this time — you had a %2$@ chance. You can try again next year!
de: %1$@: Diesmal hat es nicht geklappt – du hattest eine Chance von %2$@. Nächstes Jahr kannst du es noch einmal versuchen!
fr: L’école (%1$@) n’a pas retenu ta candidature cette fois — tu avais %2$@ de chances. Tu peux réessayer l’année prochaine !
it: Questa volta l’ammissione non è andata a buon fine: %1$@ (probabilità: %2$@). Puoi riprovare l’anno prossimo!
ja: %1$@の合格確率は%2$@でしたが、今回はうまくいきませんでした。来年また挑戦できます！
uk: Заклад «%1$@» цього разу відмовив — шанс був %2$@. Можна спробувати ще раз наступного року!

source: %@ said no this time — you still went and met people
de: Diesmal Absage bei „%@“ – du hast trotzdem Leute getroffen
fr: %@ : réponse négative cette fois, mais tu as quand même élargi ton réseau
it: All’evento «%@» questa volta ti hanno detto di no — ma hai comunque incontrato persone
ja: 今回は選ばれませんでしたが、足を運んで人と出会いました（%@）
uk: Захід «%@»: цього разу відмова, зате вдалося побувати там і познайомитися з людьми

# %@ starts at %@, which pays %@.
source: %1$@ starts at %2$@, which pays %3$@.
de: Der Job als %1$@ beginnt als %2$@ und zahlt %3$@.
fr: Le métier « %1$@ » démarre comme %2$@, un poste qui paie %3$@.
it: Il ruolo di %1$@ parte da %2$@, che paga %3$@.
ja: %1$@は%2$@から始まります。%3$@です。
uk: Професія «%1$@» починається з посади «%2$@», де платять %3$@.

source: %@ title
de: Titel „%@“
fr: Titre : %@
it: Titolo «%@»
ja: %@の称号
uk: Титул «%@»

source: %@ took off: revenue tripled, and your stake is now worth many times more. Sell it in the Boardroom, or keep riding it.
de: „%@“ ist durchgestartet: Der Umsatz hat sich verdreifacht und dein Anteil ist jetzt ein Vielfaches wert. Verkauf ihn in der Chefetage oder reite die Welle einfach weiter.
fr: L’entreprise « %@ » a décollé : les revenus ont triplé et ta participation vaut maintenant plusieurs fois plus. Vends-la dans la Salle du conseil, ou continue de surfer sur la vague.
it: L’impresa «%@» è decollata: i ricavi sono triplicati e la tua quota ora vale molte volte di più. Vendila nella Sala del consiglio, oppure continua a cavalcare l’onda.
ja: %@が急成長しました。売上が3倍になり、持ち分の価値は何倍にもなっています。経営会議で売ることも、このまま持ち続けることもできます。
uk: Бізнес «%@» злетів: виручка зросла втричі, а твоя частка тепер коштує в рази більше. Продай її в розділі «Правління» або тримай далі й їдь на хвилі успіху.

source: %@ worked out!
de: Projekt „%@“ ist aufgegangen!
fr: Le projet « %@ » a marché !
it: Con «%@» è andata bene!
ja: %@がうまくいきました！
uk: «%@» вдалося!

# %@ worked out! You earned the “%@” title.
source: %1$@ worked out! You earned the “%2$@” title.
de: Projekt „%1$@“ ist aufgegangen! Du hast den Titel „%2$@“ erhalten.
fr: Le projet « %1$@ » a marché ! Tu as obtenu le titre « %2$@ ».
it: Con «%1$@» è andata bene! Hai ottenuto il titolo «%2$@».
ja: %1$@がうまくいきました！「%2$@」の称号を獲得しました。
uk: «%1$@» вдалося! Здобуто титул «%2$@».

source: %1$@ would be a loan that grows %2$@ a year — you pay it back even if the business closes.
de: %1$@ wären ein Kredit, der pro Jahr um %2$@ wächst – du zahlst ihn auch zurück, wenn das Unternehmen schließt.
fr: Tu emprunterais %1$@ : le prêt augmente de %2$@ par an, et tu le rembourses même si l’entreprise ferme.
it: Il prestito sarebbe di %1$@ e cresce ogni anno (interesse: %2$@) — lo restituisci anche se l’impresa chiude.
ja: 出資額のうち%1$@は借入になります。借入は1年あたり%2$@ずつ増え、事業が終わっても返済が必要です。
uk: %1$@ — це кредит на бізнес: він зростає на %2$@ на рік, і його треба повернути, навіть якщо бізнес закриється.

source: %@ — Speaker
de: %@ – Redner
fr: %@ — Intervenant
it: %@ — Relatore
ja: %@の発表者
uk: %@ — доповідач

source: %@. Tap the ⓘ next to your age at any time to check how you're doing.
de: %@. Tippe jederzeit auf das ⓘ neben deinem Alter, um zu sehen, wie du dich schlägst.
fr: %@. Appuie à tout moment sur le ⓘ à côté de ton âge pour voir où tu en es.
it: %@. Tocca ⓘ accanto alla tua età in qualsiasi momento per vedere come stai andando.
ja: %@。年齢の横のⓘをタップすると、いつでも進み具合を確認できます。
uk: %@. Торкнись ⓘ біля свого віку в будь-який момент, щоб перевірити, як у тебе справи.

source: %@/yr
de: %@/Jahr
fr: %@/an
it: %@/anno
ja: %@/年
uk: %@/рік

source: %lld more moves of trying new things, and I'll suggest jobs that fit you.
de: Probiere noch %lld Mal etwas Neues aus, dann schlage ich dir passende Jobs vor.
fr: Encore %lld nouveaux essais, et je te proposerai des métiers qui te correspondent.
it: Ancora %lld mosse per provare cose nuove, e ti suggerirò lavori adatti a te.
ja: 新しいことにあと%lld回挑戦すると、合いそうな仕事をおすすめします。
uk: Спробуй щось нове ще %lld разів — і я запропоную роботи, які тобі пасують.

# %lld of %lld points
source: %1$lld of %2$lld points
de: %1$lld von %2$lld Punkten
fr: %1$lld sur %2$lld points
it: %1$lld su %2$lld punti
ja: %2$lldポイント中%1$lldポイント
uk: Бали: %1$lld із %2$lld

# %lld of %lld strong enough (%@ match)
source: %1$lld of %2$lld strong enough (%3$@ match)
de: %1$lld von %2$lld stark genug (%3$@ Übereinstimmung)
fr: %1$lld sur %2$lld au bon niveau (%3$@ d’adéquation)
it: %1$lld su %2$lld raggiunte (%3$@ di affinità)
ja: %2$lld個中%1$lld個が基準以上（適合度%3$@）
uk: Достатньо розвинено: %1$lld із %2$lld (збіг %3$@)

source: %lld roles
de: %lld Positionen
fr: %lld postes
it: %lld ruoli
ja: %lld職種
uk: %lld посад

source: %lld years
de: %lld Jahre
fr: %lld ans
it: %lld anni
ja: %lld年
uk: %lld років

source: %lld years of experience
de: %lld Jahre Erfahrung
fr: %lld ans d’expérience
it: %lld anni di esperienza
ja: 経験%lld年
uk: %lld років досвіду

# %lld years of work as %@
source: %1$lld years of work as %2$@
de: %1$lld Jahre Arbeit als %2$@
fr: %1$lld ans de travail comme %2$@
it: %1$lld anni di lavoro come %2$@
ja: %2$@として%1$lld年の勤務
uk: %1$lld років роботи за професією «%2$@»

# %lld years of work in %@
source: %1$lld years of work in %2$@
de: %1$lld Jahre Arbeit in %2$@
fr: %1$lld ans de travail en %2$@
it: %1$lld anni di lavoro nel settore %2$@
ja: %2$@で%1$lld年の勤務
uk: %1$lld років роботи у сфері «%2$@»

source: %lld years • compare schools
de: %lld Jahre • Anbieter vergleichen
fr: %lld ans • comparer les écoles
it: %lld anni • confronta le scuole
ja: %lld年 • 学校をくらべる
uk: %lld років • порівняти заклади

source: %lld yr as %@
de: %1$lld J. als %2$@
fr: %1$lld ans comme %2$@
it: %1$lld anni come %2$@
ja: %2$@として%1$lld年
uk: %1$lld р. за професією «%2$@»

source: %lld yr as %@ (role expects %@ yr)
de: %1$lld J. als %2$@ (Position erwartet %3$@ J.)
fr: %1$lld ans comme %2$@ (années demandées : %3$@)
it: %1$lld anni come %2$@ (anni richiesti: %3$@)
ja: %2$@として%1$lld年（目安：%3$@年）
uk: %1$lld р. за професією «%2$@» (посада вимагає: %3$@ р.)

source: %lld yr as %@ (you have %@)
de: %1$lld J. als %2$@ (du hast %3$@)
fr: %1$lld ans comme %2$@ (tu en as %3$@)
it: %1$lld anni come %2$@ (ne hai: %3$@)
ja: %2$@として%1$lld年（現在%3$@年）
uk: %1$lld р. за професією «%2$@» (у тебе: %3$@)

source: %lld yr exp.
de: %lld J. Erf.
fr: %lld ans d’exp.
it: %lld anni di esperienza
ja: 経験%lld年
uk: досвід: %lld р.

source: %lld yr in %@
de: %1$lld J. in %2$@
fr: %1$lld ans en %2$@
it: %1$lld anni nel settore %2$@
ja: %2$@で%1$lld年
uk: %1$lld р. у сфері «%2$@»

source: %lld yr in %@ (role expects %@ yr)
de: %1$lld J. in %2$@ (Position erwartet %3$@ J.)
fr: %1$lld ans en %2$@ (années demandées : %3$@)
it: %1$lld anni nel settore %2$@ (anni richiesti: %3$@)
ja: %2$@で%1$lld年（目安：%3$@年）
uk: %1$lld р. у сфері «%2$@» (посада вимагає: %3$@ р.)

source: %lld yr in %@ (you have %@)
de: %1$lld J. in %2$@ (du hast %3$@)
fr: %1$lld ans en %2$@ (tu en as %3$@)
it: %1$lld anni nel settore %2$@ (ne hai: %3$@)
ja: %2$@で%1$lld年（現在%3$@年）
uk: %1$lld р. у сфері «%2$@» (у тебе: %3$@)

source: %lld yrs
de: %lld J.
fr: %lld ans
it: %lld anni
ja: %lld年
uk: %lld р.

# %lld yrs in %@
source: %1$lld yrs in %2$@
de: %1$lld J. in %2$@
fr: %1$lld ans en %2$@
it: %1$lld anni nel settore %2$@
ja: %2$@で%1$lld年
uk: %1$lld р. у сфері «%2$@»

source: %lld yrs left
de: noch %lld J.
fr: Il reste %lld ans
it: ancora %lld anni
ja: 残り%lld年
uk: Залишилось: %lld р.

source: %lld yrs work experience
de: %lld J. Berufserfahrung
fr: %lld ans d’expérience professionnelle
it: %lld anni di esperienza lavorativa
ja: 職務経験%lld年
uk: %lld р. досвіду роботи

# %lld · %@ of full marks
source: %1$lld · %2$@ of full marks
de: %1$lld · %2$@ der vollen Punktzahl
fr: %1$lld · %2$@ de la note maximale
it: %1$lld · %2$@ del punteggio massimo
ja: %1$lld · 満点の%2$@
uk: %1$lld · %2$@ від повного балу

# +%@ %@ fame
source: +%1$@ %2$@ fame
de: +%1$@ %2$@ Ruhm
fr: +%1$@ de renommée en %2$@
it: +%1$@ %2$@ fama
ja: %2$@の名声+%1$@
uk: Слава (%2$@): +%1$@

# +%lld network in %@
source: +%1$lld network in %2$@
de: +%1$lld Netzwerk in %2$@
fr: +%1$lld de réseau en %2$@
it: +%1$lld contatti nel settore %2$@
ja: %2$@の人脈+%1$lld
uk: Звʼязки (%2$@): +%1$lld

source: 26.2 miles against thousands. A few seasons of training under your belt to even finish.
de: 42,2 km gegen Tausende. Ein paar Trainingssaisons brauchst du schon, um überhaupt anzukommen.
fr: 42,195 km face à des milliers de coureurs. Il faut quelques saisons d’entraînement rien que pour terminer.
it: 42,2 km contro migliaia di partecipanti. Servono alcune stagioni di allenamento anche solo per arrivare al traguardo.
ja: 数千人と競う26.2マイル。完走するだけでも、数シーズンのトレーニングが必要です。
uk: 42,2 км у змаганні з тисячами інших. Щоб навіть фінішувати, потрібно кілька сезонів тренувань за плечима.

source: 5K Race Winner
de: 5-km-Lauf-Sieger
fr: Vainqueur de la course de 5 km
it: Vincitore della corsa da 5 km
ja: 5kmレース優勝者
uk: Переможець забігу на 5 км

source: 985 / Double First-Class University
de: 985 / Double-First-Class-Universität
fr: Université 985 / Double First-Class
it: Università 985 / Double First-Class
ja: 985／双一流大学
uk: Університет 985 / Double First-Class

source: A CEO is the boss of a whole company. There are only a few hundred CEO jobs at the biggest companies, so many good people never get one.
de: Ein CEO ist der Chef eines ganzen Unternehmens. Es gibt nur ein paar hundert CEO-Jobs bei den größten Unternehmen, deshalb bekommen viele gute Leute nie einen.
fr: Un PDG est le chef de toute une entreprise. Il n’existe que quelques centaines de postes de PDG dans les plus grandes entreprises, alors beaucoup de gens très bien n’en obtiennent jamais.
it: Un CEO è il capo di un’intera azienda. Nelle aziende più grandi ci sono solo poche centinaia di posti da CEO, quindi molte persone in gamba non ne ottengono mai uno.
ja: CEOは、会社ぜんたいをまとめるいちばん上の人です。大きな会社のCEOの席は数百しかないので、がんばってもなれない人がたくさんいます。
uk: CEO — це керівник цілої компанії. У найбільших компаніях є лише кілька сотень таких посад, тож багато хороших людей так її й не отримують.

source: A CTO is the boss of all the technology at a company. At a big company it is usually an engineer who grew into a leader; at a new company it is often one of the founders.
de: Ein CTO ist der Chef der gesamten Technik in einem Unternehmen. In einem großen Unternehmen ist es meist ein Ingenieur, der zur Führungskraft aufgestiegen ist; in einem neuen Unternehmen oft einer der Gründer.
fr: Un CTO est le chef de toute la technologie d’une entreprise. Dans une grande entreprise, c’est généralement un ingénieur devenu chef ; dans une nouvelle entreprise, c’est souvent l’un des fondateurs.
it: Un CTO è il capo di tutta la tecnologia di un’azienda. In una grande azienda di solito è un ingegnere diventato leader col tempo; in una nuova azienda è spesso uno dei fondatori.
ja: CTOは、会社のテクノロジーぜんぶをまとめる人です。大きな会社では、エンジニアからリーダーになった人がほとんどで、新しい会社では創業者の1人であることがよくあります。
uk: CTO — це керівник усіх технологій у компанії. У великій компанії це зазвичай інженер, який виріс до лідера; у новій — часто один із засновників.

source: A Chief Medical Officer is a doctor who became the boss of a hospital's doctors. Medicine comes first: many years of school and work as a doctor.
de: Ein Chief Medical Officer ist ein Arzt, der Chef der Ärzte eines Krankenhauses geworden ist. Die Medizin kommt zuerst: viele Jahre Schule und Arbeit als Arzt.
fr: Un directeur médical est un médecin devenu le chef des médecins d’un hôpital. La médecine vient d’abord : de nombreuses années d’études et de travail comme médecin.
it: Un direttore sanitario è un medico diventato il capo dei medici di un ospedale. Prima viene la medicina: molti anni di studio e di lavoro come medico.
ja: 最高医療責任者は、病院の医師たちのリーダーになった医師です。まず医学が先で、医師になるために長い年月をかけて勉強し、働きます。
uk: Медичний директор (CMO) — лікар, який став керівником лікарів у лікарні. Спершу медицина: багато років навчання і роботи лікарем.

source: A UX and product-design certificate: research, prototyping, and visual craft. Opens doors in design and fashion studios and sharpens the eye a design-led venture lives or dies by.
de: Ein Zertifikat in UX und Produktdesign: Recherche, Prototyping und visuelles Handwerk. Es öffnet Türen in Design- und Modestudios und schärft den Blick, von dem ein designgetriebenes Unternehmen lebt – oder an dem es scheitert.
fr: Un certificat en UX et en design produit : recherche, prototypage et savoir-faire visuel. Il t’ouvre les portes des studios de design et de mode et aiguise le regard dont dépend une entreprise guidée par le design.
it: Un attestato di UX e product design: ricerca, prototipazione e cura visiva. Apre le porte degli studi di design e di moda e affina l’occhio da cui dipende la sorte di un’impresa guidata dal design.
ja: UXとプロダクトデザインの修了証です。リサーチ、プロトタイプ、ビジュアルの技術を学びます。デザインやファッションのスタジオへの道が開け、デザインで勝負する起業の成否を分ける目も磨かれます。
uk: Сертифікат з UX і продуктового дизайну: дослідження, прототипування та візуальна майстерність. Відкриває двері до дизайнерських студій і студій моди та гострить око, від якого залежить успіх дизайн-орієнтованого бізнесу.

source: A breakout or a sale is worth +%1$@ each, so a scalable business (%2$@) can fill the %3$@ points fast — if it works.
de: Ein Durchbruch oder ein Verkauf ist je +%1$@ wert, ein skalierbares Unternehmen (%2$@) kann die %3$@ Punkte also schnell füllen – wenn es funktioniert.
fr: Un décollage ou une vente vaut +%1$@ chacun, donc une entreprise à fort potentiel de croissance (%2$@) peut remplir les %3$@ points vite — si ça marche.
it: Un decollo o una vendita valgono +%1$@ ciascuno, quindi un’attività scalabile (%2$@) può arrivare in fretta a %3$@ punti — se funziona.
ja: 急成長や売却は1回で+%1$@なので、拡大しやすい事業（%2$@）なら、うまくいけば%3$@ポイントをすぐに満たせます。
uk: Прорив чи продаж дають по +%1$@, тож масштабований бізнес (%2$@) може швидко заповнити всі бали (%3$@) — якщо все складеться.

source: A breakout or a sale is worth +%@ each.
de: Ein Durchbruch oder ein Verkauf ist je +%@ wert.
fr: Un décollage ou une vente vaut +%@ chacun.
it: Un decollo o una vendita valgono +%@ ciascuno.
ja: 急成長や売却は1回で+%@です。
uk: Прорив чи продаж дають по +%@.

source: A campaign, a speech in the hall, and the whole school voting.
de: Ein Wahlkampf, eine Rede in der Aula und die ganze Schule stimmt ab.
fr: Une campagne, un discours dans le hall, et toute l’école qui vote.
it: Una campagna elettorale, un discorso in aula magna e tutta la scuola che vota.
ja: 選挙運動、講堂での演説、そして全校生徒による投票です。
uk: Кампанія, промова в залі та голосування всієї школи.

source: A channel of tutorials and deep-dives you record on the side. Explain things well enough and you become a name developers follow.
de: Ein Kanal mit Tutorials und ausführlichen Anleitungen, den du nebenbei aufnimmst. Erkläre Dinge gut genug, und du wirst zu einem Namen, dem Entwickler folgen.
fr: Une chaîne de tutoriels et d’analyses approfondies que tu enregistres à côté. Explique assez bien les choses et tu deviens un nom que les développeurs suivent.
it: Un canale di tutorial e approfondimenti che registri nel tempo libero. Spiega le cose abbastanza bene e diventi un nome che gli sviluppatori seguono.
ja: 空いた時間に録画する、解説動画や深掘り動画のチャンネルです。わかりやすく説明できれば、開発者がフォローする名前になります。
uk: Канал з уроками та глибокими розборами, який ти записуєш у вільний час. Пояснюй настільки добре, щоб стати імʼям, за яким стежать розробники.

source: A company can raise money at most %lld times, and investors want to see a year in business first.
de: Ein Unternehmen kann höchstens %lld Mal Geld einsammeln, und Investoren wollen zuerst ein Jahr lang sehen, wie das Geschäft läuft.
fr: Une entreprise peut lever des fonds au maximum %lld fois, et les investisseurs veulent d’abord voir une année d’activité.
it: Un’azienda può raccogliere fondi al massimo %lld volte, e gli investitori vogliono vedere prima un anno di attività.
ja: 会社が資金調達できるのは最大%lld回までです。また、投資家はまず1年間の事業の実績を見たがります。
uk: Компанія може залучати гроші щонайбільше %lld разів, а інвесторам спершу потрібно побачити рік роботи бізнесу.

source: A company has several director seats rather than one, so it's competitive rather than a lottery.
de: Ein Unternehmen hat mehrere Direktorenposten statt nur einen, deshalb ist es umkämpft, aber keine Lotterie.
fr: Une entreprise compte plusieurs postes de directeur et non un seul, donc la concurrence est forte mais ce n’est pas une loterie.
it: Un’azienda ha più posti da direttore, non uno solo, quindi la competizione è dura ma non è una lotteria.
ja: 会社には本部長のポストが1つではなく複数あるので、運任せではなく競争になります。
uk: У компанії кілька директорських крісел, а не одне, тож це конкуренція, а не лотерея.

source: A course for the field
de: Ein Kurs für den Bereich
fr: Une formation pour le domaine
it: Un corso per il settore
ja: この分野の講座
uk: Курс для цієї сфери

source: A deep-dive you write out of pure curiosity. A piece that gets read and shared builds a quiet kind of renown.
de: Ein tiefgehender Text, den du aus reiner Neugier schreibst. Ein Beitrag, der gelesen und geteilt wird, bringt dir stillen Ruhm.
fr: Une analyse approfondie écrite par pure curiosité. Un texte lu et partagé construit une renommée discrète.
it: Un approfondimento che scrivi per pura curiosità. Un pezzo che viene letto e condiviso costruisce una fama discreta.
ja: 純粋な好奇心から書く、深く掘り下げた記事です。読まれて共有される記事は、静かな評判を築きます。
uk: Глибоке занурення в тему, яке ти пишеш з чистої цікавості. Текст, який читають і поширюють, приносить тихе визнання.

source: A degree in %@
de: einen Abschluss in %@ erwerben
fr: avoir un diplôme en %@
it: una laurea in %@
ja: %@の学位
uk: здобути ступінь за напрямом «%@»

source: A degree in the right subject helps most, a degree in another subject helps less, and having less schooling than this makes it harder.
de: Ein Abschluss im passenden Fach hilft am meisten, ein Abschluss in einem anderen Fach hilft weniger, und weniger Schulbildung als hier verlangt macht es schwerer.
fr: Un diplôme dans la bonne matière aide le plus, un diplôme dans une autre matière aide moins, et avoir moins d’études que cela rend les choses plus difficiles.
it: Una laurea nell’ambito giusto aiuta di più, una laurea in un altro ambito aiuta meno e avere meno studi di quelli richiesti rende tutto più difficile.
ja: 分野が合う学位がいちばん有利で、別の分野の学位はそれより効果が小さくなります。これより学歴が低いと、不利になります。
uk: Найбільше допомагає ступінь за відповідним напрямом, ступінь за іншим напрямом — менше, а якщо освіти менше, ніж потрібно, стає важче.

source: A director leads a team. Companies pick someone who already led a team well — for example, someone who reached their sales goals or ran ad campaigns that worked.
de: Ein Direktor führt ein Team. Unternehmen wählen jemanden, der schon ein Team gut geführt hat – zum Beispiel jemanden, der seine Verkaufsziele erreicht oder Werbekampagnen betreut hat, die funktioniert haben.
fr: Un directeur dirige une équipe. Les entreprises choisissent quelqu’un qui a déjà bien dirigé une équipe — par exemple une personne qui a atteint ses objectifs de vente ou mené des campagnes de pub qui ont marché.
it: Un direttore guida un team. Le aziende scelgono chi ha già guidato bene un team — ad esempio chi ha raggiunto i propri obiettivi di vendita o ha gestito campagne pubblicitarie che hanno funzionato.
ja: 本部長はチームを率いる人です。会社は、すでにチームをうまくまとめた人を選びます。たとえば、営業の目標を達成した人や、効果のあった広告を出した人です。
uk: Директор керує командою. Компанії обирають людину, яка вже добре керувала командою, — наприклад, виконала план з продажів або провела рекламні кампанії, що спрацювали.

source: A doctorate is required, and the ladder climbs one rung at a time.
de: Eine Promotion ist Pflicht, und die Karriereleiter wird Stufe für Stufe erklommen.
fr: Un doctorat est obligatoire, et la filière se gravit un échelon à la fois.
it: Serve un dottorato, e la carriera si scala un livello alla volta.
ja: 博士号が必要で、昇進コースは1段階ずつ上っていきます。
uk: Потрібен докторський ступінь, а карʼєрними сходами піднімаються по одному щаблю.

source: A few jobs fit that. Which one do you mean?
de: Dazu passen ein paar Jobs. Welchen meinst du?
fr: Plusieurs métiers correspondent. Lequel veux-tu dire ?
it: Ci sono alcuni lavori che corrispondono. Quale intendi?
ja: いくつか当てはまる仕事があります。どれのことですか？
uk: Під це підходить кілька робіт. Яку саме ти маєш на увазі?

source: A fold only costs the lessons: +%@.
de: Wenn es pleitegeht, bleiben dir die Lehren: +%@.
fr: Une faillite ne laisse que les leçons : +%@.
it: Una chiusura ti lascia comunque le lezioni imparate: +%@.
ja: 廃業した場合は、教訓として+%@だけが残ります。
uk: Якщо компанія закриється, залишаться лише уроки: +%@.

# A founder track record eases the seat from %@ to at most %@.
source: A founder track record eases the seat from %1$@ to at most %2$@.
de: Eine Gründer-Erfolgsbilanz hebt die Chance auf den Posten von %1$@ auf höchstens %2$@.
fr: Un parcours de fondateur fait passer les chances d’obtenir la place de %1$@ à %2$@ au maximum.
it: Un curriculum da fondatore porta la probabilità di ottenere il posto da %1$@ a %2$@ al massimo.
ja: 起業実績があれば、ポストの確率は%1$@から最大%2$@まで上がります。
uk: Здобутки засновника підвищують шанс отримати крісло з %1$@ максимум до %2$@.

source: A founder's track record can raise that to %@.
de: Eine Gründer-Erfolgsbilanz kann das auf %@ erhöhen.
fr: Un parcours de fondateur peut porter ce taux à %@.
it: Un curriculum da fondatore può portare questa quota a %@.
ja: 起業実績があれば、%@まで上がります。
uk: Здобутки засновника можуть підняти цей показник до %@.

source: A gamble: about a %@ chance investors say yes this year.
de: Ein Glücksspiel: Mit etwa %@ Chance sagen die Investoren dieses Jahr zu.
fr: Un pari : environ %@ de chances que les investisseurs disent oui cette année.
it: Una scommessa: quest’anno gli investitori potrebbero dire di sì (probabilità: circa %@).
ja: 一か八かの挑戦です。今年、投資家が出資してくれる確率は約%@です。
uk: Ризик: шанс, що цього року інвестори погодяться, — близько %@.

source: A good, well-known university. You need decent grades and skills to get in.
de: Eine gute, bekannte Universität. Für die Aufnahme brauchst du ordentliche Noten und Fähigkeiten.
fr: Une bonne université bien connue. Il te faut de bonnes notes et des compétences pour y entrer.
it: Una buona università, ben conosciuta. Per entrare servono voti e competenze discreti.
ja: 評判のよい有名な大学です。入るには、まずまずの成績とスキルが必要です。
uk: Хороший, відомий університет. Щоб вступити, потрібні гідні оцінки й навички.

source: A managing partner is chosen by the other partners: standing among your peers counts for more than any interview.
de: Ein Managing Partner wird von den anderen Partnern gewählt: Ansehen unter Gleichen zählt mehr als jedes Vorstellungsgespräch.
fr: Un associé gérant est choisi par les autres associés : ta réputation auprès de tes pairs compte plus que n’importe quel entretien.
it: Il managing partner è scelto dagli altri soci: la stima dei colleghi conta più di qualsiasi colloquio.
ja: 代表パートナーは、ほかのパートナーが選びます。どんな面接よりも、仲間うちでの評価が重視されます。
uk: Керівного партнера обирають інші партнери: становище серед колег важить більше за будь-яку співбесіду.
